Revit 2027 API
LoadBase.IsReaction Property
 The load is reaction option.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsReaction { get; set; }
Public Property IsReaction As Boolean
	Get
	Set
public:
property bool IsReaction {
	bool get ();
	void set (bool value);
}
member IsReaction : bool with get, set
Property Value
Boolean
See Also
Reference
LoadBase Class
Autodesk.Revit.DB.Structure Namespace